{
    "id": 1,
    "title": {
        "en": "What can you do right now to defend the planet?",
        "es": "¿Qué puedes hacer ahora mismo para defender el planeta?"
    },
    "description": {
        "en": "National geographic. Environment. A young environmentalist gives advice on how to change things, either on social networks or in the street. A climate activist waves a flag with the symbol of the environmental group Extinction Rebellion in Berlin, Germany. Climate activism does not have to be as big as an organized group of thousands of people. Even small actions can make a difference. Eyal Weintraub organized his first sit-in (when he was nine years old) to force his friend to pick up the garbage he left on the streets of Buenos Aires (Argentina). Today, the 22-year-old climate activist, a National Geographic Young Explorer and co-founder of Youth For Climate Argentina, organizes protests, meets with politicians and flies around the world to international climate conferences. A question Weintraub often gets: How can I be an activist too? It's a role, he says, anyone can play. In an interview with National Geographic, he offers advice on how to get started and what to know before you hit the streets. How did you get involved in climate activism? In 2019, I saw this video on Instagram that started circulating among many friends. It was a video of Greta Thunberg calling for this international climate strike, and I said: Okay wait, who is Greta? She had never been involved in politics, so I called a friend, Bruno Rodríguez, and told him: «This is happening, we have to organize a strike.» We did our first climate strike [in 2019]. 5000 people showed up in the city of Buenos Aires. Then it was a snowball effect. It just got bigger and bigger and bigger. By Sarah Gibbens . Photography by CARSTEN KOALL, GETTY IMAGE.",
        "es": "National geographic. Medio ambiente. Un joven ecologista da consejos sobre cómo cambiar las cosas, ya sea en las redes sociales o en plena calle. Una activista climática ondea una bandera con el símbolo del grupo ecologista Extinction Rebellion en Berlín, Alemania. El activismo climático no tiene por qué ser tan grande como un grupo organizado de miles de personas. Incluso las pequeñas acciones pueden marcar la diferencia. Eyal Weintraub organizó su primera sentada (cuando tenía nueve años) para obligar a su amigo a recoger la basura que dejaba en las calles de Buenos Aires (Argentina). Hoy, este activista climático de 22 años, Joven Explorador de National Geographic y cofundador de Youth For Climate Argentina, organiza protestas, se reúne con políticos y vuela por todo el mundo para asistir a conferencias internacionales sobre el clima. Una pregunta que Weintraub recibe a menudo: ¿Cómo puedo ser yo también un activista? Es un papel, dice, que cualquiera puede desempeñar. En una entrevista con National Geographic, ofrece consejos sobre cómo empezar y qué hay que saber antes de salir a la calle. ¿Cómo se involucró en el activismo climático? En 2019, vi este vídeo en Instagram que empezó a circular entre muchos amigos. Era un vídeo de Greta Thunberg llamando a esta huelga climática internacional, y dije: Vale espera, ¿quién es Greta?. Nunca había participado en política, así que llamé a un amigo, Bruno Rodríguez, y le dije: «Esto está pasando, tenemos que organizar una huelga». Hicimos nuestra primera huelga climática [en 2019]. 5000 personas se presentaron en la ciudad de Buenos Aires. Luego fue un efecto bola de nieve. Simplemente se hizo más y más y más grande. Por Sarah Gibbens 21 ABR 2023 FOTOGRAFÍA DE CARSTEN KOALL, GETTY IMAGE."
    },
    "date": "1682064000",
    "image": "https://i.postimg.cc/gk3vzK2f/Nationalgeographic.png"
}